Revit 2027 API
UnitTypeId.Kilojoules Property
 Kilojoules.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Kilojoules { get; }
Public Shared ReadOnly Property Kilojoules As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Kilojoules {
	ForgeTypeId^ get ();
}
static member Kilojoules : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace